{
  "additional_special_tokens": [
    "<|goals|>",
    "<|actions|>"
  ],
  "bos_token": "<|startofplan|>",
  "eos_token": "<|endofplan|>",
  "mask_token": "<|mask|>",
  "pad_token": "<|pad|>",
  "tokenizer_class": "PreTrainedTokenizerFast",
  "padding_side": "left",
  "unk_token": "<|unknown|>"
}
